[
  {
    "id": 1,
    "statement": "การมีเพศสัมพันธ์อย่างปลอดภัย (Safe sex) ช่วยป้องกันปัญหาหลักใดบ้าง?",
    "answer": "",
    "explanation": "การติดเชื้อโรคติดต่อทางเพศสัมพันธ์และการตั้งครรภ์ที่ไม่พึงประสงค์",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 2,
    "statement": "เชื้อ HIV กับโรคเอดส์ (AIDS) มีความแตกต่างกันอย่างไร?",
    "answer": "",
    "explanation": "HIV คือไวรัสที่ทำลายระบบภูมิคุ้มกันของร่างกาย ส่วนเอดส์คือกลุ่มอาการระยะท้ายของการติดเชื้อ HIV เมื่อภูมิคุ้มกันถูกทำลายอย่างรุนแรง",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 3,
    "statement": "เชื้อ HIV มีผลต่อเซลล์เม็ดเลือดขาวในร่างกายอย่างไร?",
    "answer": "",
    "explanation": "มันเข้าทำลายเซลล์เม็ดเลือดขาว (โดยเฉพาะเซลล์ CD4) ทำให้จำนวนเม็ดเลือดขาวลดลง ส่งผลให้ภูมิคุ้มกันบกพร่องลง",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 4,
    "statement": "เชื้อ HIV สามารถติดต่อผ่านทางใดได้บ้าง?",
    "answer": "",
    "explanation": "ติดต่อผ่านเลือด การมีเพศสัมพันธ์ที่ไม่ป้องกัน การใช้เข็มฉีดยาร่วมกัน และจากแม่สู่ลูกระหว่างตั้งครรภ์ คลอด หรือให้นม",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 5,
    "statement": "ควรเริ่มยาป้องกันหลังการสัมผัสเชื้อ HIV (ยา PEP) ภายในเวลากี่ชั่วโมงหลังมีความเสี่ยง?",
    "answer": "",
    "explanation": "ภายใน 72 ชั่วโมง หลังจากที่มีความเสี่ยงต่อการรับเชื้อ",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 6,
    "statement": "PrEP กับ PEP แตกต่างกันอย่างไรในบริบทของการป้องกันการติดเชื้อ HIV?",
    "answer": "",
    "explanation": "PrEP คือยาป้องกันการติดเชื้อ HIV ก่อน การสัมผัสความเสี่ยง (ใช้ต่อเนื่องก่อนมีความเสี่ยง) ส่วน PEP คือยาป้องกันฉุกเฉิน หลัง การสัมผัสความเสี่ยง (ต้องรับภายใน 72 ชม. หลังเหตุเสี่ยงและกินต่อเนื่อง 28 วัน)",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 7,
    "statement": "โรคติดต่อทางเพศสัมพันธ์ชนิดใดรักษาให้หายขาดได้ด้วยยาปฏิชีวนะ?",
    "answer": "",
    "explanation": "โรคซิฟิลิส (Syphilis) ซึ่งสามารถรักษาได้ด้วยการใช้ยาปฏิชีวนะ (เช่น เพนิซิลลิน)",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 8,
    "statement": "โรคติดต่อทางเพศสัมพันธ์ชนิดใดสามารถป้องกันได้ด้วยวัคซีน?",
    "answer": "",
    "explanation": "การติดเชื้อ HPV (Human Papillomavirus) ซึ่งก่อโรคหูดและมะเร็งบางชนิด สามารถป้องกันได้ด้วยวัคซีน HPV (รวมถึงไวรัสตับอักเสบบีที่มีวัคซีนป้องกันด้วย)",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 9,
    "statement": "โรคหูดที่อวัยวะเพศ (Genital wart) เกิดจากการติดเชื้อไวรัสใด?",
    "answer": "",
    "explanation": "เกิดจากการติดเชื้อไวรัส HPV (Human Papillomavirus) ชนิดที่ทำให้เกิดหูด",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 10,
    "statement": "โรคเริมที่อวัยวะเพศ มีสาเหตุจากเชื้อโรคใด?",
    "answer": "",
    "explanation": "เกิดจากการติดเชื้อไวรัส Herpes simplex (HSV) ที่บริเวณอวัยวะเพศ",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 11,
    "statement": "การติดเชื้อ HPV ชนิดก่อมะเร็ง สามารถนำไปสู่มะเร็งชนิดใดได้มากที่สุด?",
    "answer": "",
    "explanation": "มะเร็งปากมดลูก (รวมถึงมะเร็งทวารหนัก อวัยวะเพศชาย ช่องคลอด ปากช่องคลอด และช่องคอ ที่เชื่อมโยงกับ HPV ด้วย)",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 12,
    "statement": "ควรได้รับวัคซีน HPV ในช่วงอายุเท่าใดเพื่อให้ได้ประสิทธิภาพดีที่สุด?",
    "answer": "",
    "explanation": "ในช่วงอายุ 9–26 ปี ทั้งเพศหญิงและเพศชาย (โดยเฉพาะก่อนมีเพศสัมพันธ์ครั้งแรก) จะได้ผลดีที่สุด",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 13,
    "statement": "การตรวจคัดกรองมะเร็งปากมดลูกด้วย Pap smear มีวัตถุประสงค์เพื่อคัดกรองโรคใด?",
    "answer": "",
    "explanation": "เพื่อคัดกรอง มะเร็งปากมดลูก ซึ่งส่วนใหญ่มาจากการติดเชื้อ HPV ในปากมดลูก",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 14,
    "statement": "แผ่นอนามัยช่องปากสำหรับมีเพศสัมพันธ์ทางปาก (Dental Dam) ใช้เพื่ออะไร?",
    "answer": "",
    "explanation": "ใช้ป้องกันการติดเชื้อโรคติดต่อทางเพศสัมพันธ์ระหว่างการมีเพศสัมพันธ์ทางปาก (ออรัลเซ็กซ์) โดยเป็นแผ่นยางบางกั้นระหว่างปากกับอวัยวะเพศ",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 15,
    "statement": "การเปลี่ยนคู่นอนหลายคนโดยไม่ป้องกัน เพิ่มความเสี่ยงที่จะเกิดปัญหาใด?",
    "answer": "",
    "explanation": "เพิ่มความเสี่ยงในการติดโรคติดต่อทางเพศสัมพันธ์ต่างๆ อย่างมาก เนื่องจากรับเชื้อจากหลายแหล่งมากขึ้น",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 16,
    "statement": "การงดเว้นการมีเพศสัมพันธ์ (Abstinence) มีผลอย่างไรต่อความเสี่ยงในการติดโรคทางเพศสัมพันธ์?",
    "answer": "",
    "explanation": "จะลดความเสี่ยงลงอย่างมากหรือแทบเป็นศูนย์ เพราะไม่มีการสัมผัสทางเพศที่อาจนำเชื้อเข้าสู่ร่างกาย",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 17,
    "statement": "การมีเพศสัมพันธ์ทางปาก (Oral sex) มีโอกาสแพร่เชื้อโรคทางเพศสัมพันธ์หรือไม่?",
    "answer": "",
    "explanation": "มี – โรคบางชนิด เช่น เริม หนองใน หรือ HPV สามารถติดต่อผ่านเพศสัมพันธ์ทางปากได้ แม้ความเสี่ยงอาจต่ำกว่าการมีเพศสัมพันธ์ทางช่องคลอดหรือทวารหนัก",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 18,
    "statement": "บุคคลกลุ่มใดที่มีความเสี่ยงต่อการติดเชื้อ HIV?",
    "answer": "",
    "explanation": "ทุกคนทุกเพศที่มีพฤติกรรมเสี่ยง (เช่น มีเพศสัมพันธ์โดยไม่ป้องกันหรือใช้เข็มฉีดยาร่วมกัน) สามารถติดเชื้อ HIV ได้ ไม่ได้จำกัดเฉพาะกลุ่มใดกลุ่มหนึ่ง",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 19,
    "statement": "คำขวัญ “รู้เร็ว รักษาเร็ว รักษาได้ ไม่ตาย ไม่ติด ไม่ตีตรา” สื่อถึงความสำคัญของการตรวจและรักษาโรคใด?",
    "answer": "",
    "explanation": "สื่อถึงความสำคัญของการตรวจหาและรักษาการติดเชื้อ HIV/โรคเอดส์ อย่างทันท่วงที (ตรวจพบเร็วก็รักษาได้เร็ว มีชีวิตอยู่ได้ ไม่แพร่เชื้อ และไม่ถูกตีตราจากสังคม)",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 20,
    "statement": "“การครองตนเป็นโสด” หรือ Celibacy ในบริบทของเพศศึกษาหมายถึงอะไร?",
    "answer": "",
    "explanation": "หมายถึงการดำเนินชีวิตเป็นโสด โดยไม่มีความสัมพันธ์ทางเพศใดๆ ทั้งสิ้น (งดเว้นการมีเพศสัมพันธ์ทุกรูปแบบ)",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 21,
    "statement": "การตั้งครรภ์ไม่พึงประสงค์ (ท้องไม่พร้อม) หมายถึงอะไร?",
    "answer": "",
    "explanation": "หมายถึง การตั้งครรภ์ที่เกิดขึ้นโดยที่ผู้ตั้งครรภ์ยังไม่พร้อม ทั้งทางด้านวัยวุฒิ เศรษฐกิจ จิตใจ หรือสถานการณ์ชีวิตที่จะมีบุตรในขณะนั้น",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 22,
    "statement": "จากข้อมูลนักเรียน/นักศึกษาที่ตั้งครรภ์ไม่พร้อม 72,635 คน พบว่า 60% มีผลอย่างไรต่อการเรียน?",
    "answer": "",
    "explanation": "ร้อยละ 60 ต้อง พักการเรียน ชั่วคราว หยุดเรียน หรือลาออก เนื่องจากการตั้งครรภ์ (มีเพียง 40% เท่านั้นที่ยังคงศึกษาอยู่)",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 23,
    "statement": "สายด่วน 1663 ให้คำปรึกษาเกี่ยวกับเรื่องใด?",
    "answer": "",
    "explanation": "ให้บริการคำปรึกษาแก่ ผู้ที่มีปัญหาการตั้งครรภ์ไม่พร้อม หรือเรื่องการคุมกำเนิดและปัญหาทางเพศอื่นๆ โดยผู้เชี่ยวชาญ",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 24,
    "statement": "ภายใต้กฎหมายไทยปัจจุบัน หญิงที่ไม่พร้อมตั้งครรภ์สามารถยุติการตั้งครรภ์ได้โดยไม่ผิดกฎหมายเมื่ออายุครรภ์ไม่เกินกี่สัปดาห์?",
    "answer": "",
    "explanation": "ไม่เกิน 12 สัปดาห์ (3 เดือน) สามารถทำแท้งได้อย่างถูกกฎหมายหากหญิงนั้นไม่พร้อมที่จะตั้งครรภ์",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 25,
    "statement": "การยุติการตั้งครรภ์ในช่วงอายุครรภ์เกิน 12 สัปดาห์ถึง 20 สัปดาห์ สามารถทำได้อย่างถูกกฎหมายในกรณีใดบ้าง?",
    "answer": "",
    "explanation": "ทำได้หากมีข้อบ่งชี้ด้านสุขภาพ เช่น สุขภาพมารดาเสี่ยงอันตราย ทารกมีความผิดปกติร้ายแรง หรือกรณีการตั้งครรภ์ที่เกิดจากการถูกล่วงละเมิดทางเพศ",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 26,
    "statement": "ผลร้ายแรงที่สุดที่อาจเกิดขึ้นจากการทำแท้งที่ไม่ปลอดภัย (ทำแท้งเถื่อน) คืออะไร?",
    "answer": "",
    "explanation": "การทำแท้งที่ไม่ปลอดภัยอาจนำไปสู่ การติดเชื้อรุนแรงและการเสียชีวิต ของผู้ตั้งครรภ์ได้ ซึ่งเป็นผลร้ายแรงที่สุด",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 27,
    "statement": "หากมีเพศสัมพันธ์โดยไม่ได้ป้องกันและสงสัยว่าอาจตั้งครรภ์ ควรทำอย่างไรเพื่อป้องกันการตั้งครรภ์ทันที?",
    "answer": "",
    "explanation": "รับประทานยาคุมกำเนิดฉุกเฉิน (Morning-after pill) โดยเร็วที่สุดภายในเวลาที่กำหนดหลังมีเพศสัมพันธ์ที่ไม่ป้องกัน",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 28,
    "statement": "ยาคุมกำเนิดฉุกเฉิน ควรรับประทานภายในเวลากี่ชั่วโมงหลังมีเพศสัมพันธ์ที่ไม่ป้องกัน?",
    "answer": "",
    "explanation": "ควรรับประทานภายใน 72 ชั่วโมง (3 วัน) หลังจากมีเพศสัมพันธ์ที่ไม่ป้องกัน จึงจะมีประสิทธิภาพสูงสุด",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 29,
    "statement": "วิธีการรับประทานยาเม็ดคุมกำเนิดฉุกเฉินที่ถูกต้อง ควรทำอย่างไร?",
    "answer": "",
    "explanation": "สามารถทำได้ 2 แบบ ได้แก่ รับประทาน 1 เม็ดทันทีและอีก 1 เม็ดหลังจากนั้น 12 ชั่วโมง หรือ รับประทานพร้อมกัน 2 เม็ดครั้งเดียว ภายใน 72 ชั่วโมงหลังมีเพศสัมพันธ์ที่ไม่ป้องกัน",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 30,
    "statement": "โอกาสในการตั้งครรภ์โดยไม่ตั้งใจในปีแรกของการใช้ยาฝังคุมกำเนิด (Implanon) อยู่ที่ประมาณกี่เปอร์เซ็นต์?",
    "answer": "",
    "explanation": "ประมาณ 0.05% (มีโอกาสน้อยมากที่จะตั้งครรภ์ขณะใช้ยาฝังในปีแรก)",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 31,
    "statement": "ยาฝังคุมกำเนิดชนิด Implanon สามารถป้องกันการตั้งครรภ์ได้นานกี่ปีหลังฝัง?",
    "answer": "",
    "explanation": "สามารถป้องกันการตั้งครรภ์ได้นานประมาณ 3 ปี",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 32,
    "statement": "วิธีคุมกำเนิดแบบใดมีประสิทธิภาพในการป้องกันการตั้งครรภ์ต่ำที่สุด?",
    "answer": "",
    "explanation": "การหลั่งนอก (Withdrawal) ซึ่งมีความเสี่ยงสูงเพราะอาจมีอสุจิปนออกมาก่อนการหลั่ง ทำให้เกิดการตั้งครรภ์ได้ง่าย",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 33,
    "statement": "ยาเม็ดคุมกำเนิดชนิดฮอร์โมนรวม (Combined oral contraceptive pill) มีส่วนประกอบของฮอร์โมนใดบ้าง?",
    "answer": "",
    "explanation": "มีส่วนประกอบของฮอร์โมน เอสโตรเจน (estrogen) และ โปรเจสติน/โปรเจสเตอโรน (progestin) รวมกัน",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 34,
    "statement": "อาการข้างเคียงที่อาจพบได้จากการใช้ยาเม็ดคุมกำเนิดชนิดฮอร์โมนรวม มีอะไรเป็นตัวอย่าง?",
    "answer": "",
    "explanation": "เช่น คลื่นไส้ อาเจียน คัดตึงเต้านม อารมณ์แปรปรวน หรือเลือดออกกะปริดกะปรอยระหว่างรอบเดือน เป็นต้น",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 35,
    "statement": "ยาคุมกำเนิดชนิดฉีด (Depot medroxyprogesterone acetate) ต้องฉีดบ่อยเพียงใด?",
    "answer": "",
    "explanation": "ต้องฉีด ทุก 3 เดือน (ประมาณ 12 สัปดาห์ครั้ง) เพื่อคงประสิทธิภาพในการคุมกำเนิด",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 36,
    "statement": "หากต้องการมีบุตรในอนาคต ควรหลีกเลี่ยงวิธีคุมกำเนิดแบบใด?",
    "answer": "",
    "explanation": "ควรหลีกเลี่ยง การทำหมัน (ทั้งชายหรือหญิง) เพราะเป็นการคุมกำเนิดถาวรที่อาจกลับคืนไม่ได้",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 37,
    "statement": "หากเป็นคนที่มักลืมรับประทานยาเม็ดคุมกำเนิดประจำวัน ควรเลือกวิธีคุมกำเนิดแบบไหนแทน?",
    "answer": "",
    "explanation": "ควรเลือกวิธีที่ไม่ต้องใช้ความสม่ำเสมอรายวัน เช่น ยาฝังคุมกำเนิด หรือ ยาคุมกำเนิดชนิดฉีด ซึ่งไม่ต้องจำกินยาทุกวัน",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 38,
    "statement": "นักศึกษาหญิงที่ตั้งครรภ์ไม่พร้อมอาจต้องเผชิญผลกระทบใดบ้าง?",
    "answer": "",
    "explanation": "เช่น ต้องหยุดหรือพักการเรียน สุขภาพกายและใจได้รับผลกระทบ เกิดความเครียดหรือภาวะซึมเศร้า ปัญหาการเงินในการเลี้ยงดูบุตร และอาจเผชิญแรงกดดันหรือการตีตราจากสังคม",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 39,
    "statement": "การมีเพศสัมพันธ์ครั้งแรกในชีวิต สามารถทำให้เกิดการตั้งครรภ์ได้หรือไม่?",
    "answer": "",
    "explanation": "ได้ – การมีเพศสัมพันธ์ครั้งแรกก็สามารถทำให้ตั้งครรภ์ได้ หากมีการตกไข่และไม่มีการป้องกันที่เหมาะสม",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 40,
    "statement": "วัยรุ่นหรือนักศึกษาสามารถขอรับคำปรึกษาเกี่ยวกับการคุมกำเนิดได้ที่ใดบ้าง?",
    "answer": "",
    "explanation": "สามารถปรึกษาได้ที่ สถานพยาบาลหรือคลินิกวัยรุ่น โรงพยาบาลของรัฐ/เอกชน หรือใช้บริการสายด่วนเช่น 1663 เพื่อรับคำแนะนำจากผู้เชี่ยวชาญ",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 41,
    "statement": "“เพศกําเนิด” หรือ Sex assigned at birth หมายถึงอะไร?",
    "answer": "",
    "explanation": "หมายถึง เพศที่ถูกกำหนดให้แก่ทารกเมื่อแรกเกิดตามลักษณะทางชีววิทยา (เช่น อวัยวะเพศที่ปรากฏ ชายหรือหญิง)",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 42,
    "statement": "“อัตลักษณ์ทางเพศ” (Gender identity) คืออะไร?",
    "answer": "",
    "explanation": "คือ ความรู้สึกและการรับรู้ภายในใจของบุคคลว่าตนเองเป็นเพศใด (ชาย หญิง หรืออื่นๆ) ไม่ขึ้นกับเพศกําเนิดทางชีววิทยา",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 43,
    "statement": "“การแสดงออกทางเพศ” (Gender expression) หมายถึงอะไร?",
    "answer": "",
    "explanation": "หมายถึง การแสดงออกภายนอกของบุคคลที่สะท้อนถึงเพศสภาพหรือเพศวิถี ของตนเอง เช่น การแต่งกาย ท่าทาง การพูดจา หรือทรงผม ที่แสดงความเป็นหญิง ชาย หรือแบบอื่น",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 44,
    "statement": "“เพศวิถี” หรือ Sexual orientation คืออะไร?",
    "answer": "",
    "explanation": "คือ รสนิยมทางเพศหรือรูปแบบความดึงดูดทางเพศของบุคคล ว่าชอบหรือรักใคร่เพศใด เช่น ชอบเพศตรงข้าม (รักต่างเพศ) ชอบเพศเดียวกัน (รักร่วมเพศ) หรือชอบได้ทั้งสองเพศ (รักสองเพศ)",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 45,
    "statement": "“พฤติกรรมทางเพศ” (Sexual behavior) หมายถึงอะไร?",
    "answer": "",
    "explanation": "หมายถึง พฤติกรรมหรือการปฏิบัติทางเพศที่บุคคลแสดงออก จริงๆ ซึ่งอาจรวมการมีเพศสัมพันธ์ในรูปแบบต่างๆ และไม่จำเป็นต้องสอดคล้องกับอัตลักษณ์หรือรสนิยมทางเพศของบุคคลนั้น",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 46,
    "statement": "องค์ประกอบทั้ง 5 มิติทางเพศในมนุษย์ (เพศกําเนิด, อัตลักษณ์, การแสดงออก, เพศวิถี, พฤติกรรมทางเพศ) จำเป็นต้องสอดคล้องกันหมดหรือไม่?",
    "answer": "",
    "explanation": "ไม่จำเป็น – ทั้ง 5 มิตินี้สามารถแตกต่างหลากหลายและไม่จำเป็นต้องไปในทิศทางเดียวกันในแต่ละคน (เช่น เพศกําเนิดอาจไม่ตรงกับอัตลักษณ์ หรือรสนิยมทางเพศอาจไม่สัมพันธ์กับพฤติกรรมที่แสดงออก)",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 47,
    "statement": "“บุคคลข้ามเพศ” (Transgender) หมายถึงอะไร?",
    "answer": "",
    "explanation": "หมายถึง บุคคลที่อัตลักษณ์ทางเพศของตนเองไม่ตรงกับเพศกําเนิด (เช่น เกิดเป็นชายแต่อัตลักษณ์เป็นหญิง หรือเกิดเป็นหญิงแต่อัตลักษณ์เป็นชาย)",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 48,
    "statement": "“ซิสเจนเดอร์” (Cisgender) มีความหมายว่าอย่างไร?",
    "answer": "",
    "explanation": "หมายถึง บุคคลที่อัตลักษณ์ทางเพศของตนเองตรงกับเพศกําเนิด (เช่น เกิดเป็นหญิงและก็รู้สึกว่าเป็นผู้หญิง หรือเกิดเป็นชายก็รู้สึกว่าเป็นผู้ชาย)",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 49,
    "statement": "“Gender Fluid” หรือความลื่นไหลทางเพศหมายถึงอะไร?",
    "answer": "",
    "explanation": "หมายถึง บุคคลที่อัตลักษณ์ทางเพศของตนไม่ยึดติดตายตัวกับชายหรือหญิง แต่อาจเปลี่ยนแปลงแกว่งไกวไปมาในสเปกตรัมทางเพศตามเวลาและบริบท",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 50,
    "statement": "คำย่อ “MSM” (เอ็มเอสเอ็ม) ในบริบททางเพศหมายถึงอะไร?",
    "answer": "",
    "explanation": "หมายถึง ผู้ชายที่มีเพศสัมพันธ์กับผู้ชาย (Men who have Sex with Men) ซึ่งเป็นคำที่ใช้อธิบายพฤติกรรมทางเพศ ไม่ได้ระบุถึงอัตลักษณ์ว่าบุคคลนั้นนิยามตนเองอย่างไร",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 51,
    "statement": "“การเปิดตัว” (Coming out) ในบริบทของความหลากหลายทางเพศหมายถึงอะไร?",
    "answer": "",
    "explanation": "หมายถึง การที่บุคคลเปิดเผยอัตลักษณ์ทางเพศหรือรสนิยมทางเพศของตนเองต่อผู้อื่น อย่างตรงไปตรงมา หลังจากที่ยอมรับตัวตนของตนเองได้",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 52,
    "statement": "“ระบบสองเพศ” (Gender binarism) คือแนวคิดแบบใด?",
    "answer": "",
    "explanation": "เป็นแนวคิดที่ว่า เพศมีเพียงสองแบบคือชายหรือหญิงเท่านั้น โดยไม่ยอมรับหรือมองไม่เห็นความหลากหลายของเพศอื่นๆ นอกเหนือจากกรอบชาย-หญิง",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 53,
    "statement": "แนวคิดเรื่องเพศแบบ “Non-binary” คืออะไร?",
    "answer": "",
    "explanation": "คือแนวคิดที่ว่า อัตลักษณ์ทางเพศไม่ได้มีแค่สองแบบชายหรือหญิง แต่มีความหลากหลายที่นอกเหนือจากกรอบเพศสองขั้ว บุคคล Non-binary อาจไม่ระบุว่าเป็นชายหรือหญิงแน่ชัด หรือเป็นทั้งสองอย่างผสมกัน",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 54,
    "statement": "ตัวย่อ “LGBTQ+” แต่ละตัวอักษรย่อมาจากอะไรบ้าง?",
    "answer": "",
    "explanation": "L = Lesbian (หญิงรักหญิง), G = Gay (ชายรักชาย), B = Bisexual (รักทั้งสองเพศ), T = Transgender (คนข้ามเพศ), Q = Queer/Questioning (เควียร์/อยู่ระหว่างค้นหาตัวตน), ส่วนเครื่องหมาย + หมายถึงกลุ่มความหลากหลายทางเพศอื่นๆ เช่น Intersex, Asexual เป็นต้น",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 55,
    "statement": "บุคคลที่เกิดมาเป็นเพศชาย แต่มีอัตลักษณ์ว่าเป็นผู้หญิงและดำเนินชีวิตในบทบาทผู้หญิง เราเรียกว่าอะไร?",
    "answer": "",
    "explanation": "เรียกว่า หญิงข้ามเพศ (Trans woman)",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 56,
    "statement": "“Gender Dysphoria” หรือความทุกข์ใจทางเพศ คือภาวะอย่างไร?",
    "answer": "",
    "explanation": "คือ ภาวะทุกข์ทรมานใจอย่างมากที่เกิดจากความไม่สอดคล้องกันระหว่างเพศกําเนิดของบุคคลกับอัตลักษณ์ทางเพศของตนเอง ทำให้เกิดความเครียดและทุกข์ใจต่อเนื่อง",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 57,
    "statement": "บุคคลที่มีความรักหรือความดึงดูดทางเพศต่อทั้งผู้ชายและผู้หญิง เรียกว่าอะไร?",
    "answer": "",
    "explanation": "เรียกว่า คนรักสองเพศ (Bisexual)",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 58,
    "statement": "บุคคลที่ไม่มีความรู้สึกดึงดูดทางเพศต่อผู้อื่นเลย เราเรียกบุคคลนี้ว่าอะไร?",
    "answer": "",
    "explanation": "เรียกว่า ผู้ไร้แรงดึงดูดทางเพศหรือ “อะเซ็กชวล” (Asexual)",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 59,
    "statement": "“รักต่างเพศ” (Heterosexual) หมายถึงอะไร?",
    "answer": "",
    "explanation": "หมายถึง การที่บุคคลมีความรักหรือดึงดูดทางเพศต่อคนที่มีเพศตรงข้ามกับตนเอง (ชายกับหญิง)",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 60,
    "statement": "การตีตราและการเลือกปฏิบัติต่อผู้ที่มีความหลากหลายทางเพศ (Stigma) ส่งผลอย่างไรต่อสุขภาพจิตของพวกเขา?",
    "answer": "",
    "explanation": "ส่งผล ในทางลบ ทำให้บุคคลรู้สึกโดดเดี่ยว ไม่กล้าเปิดเผยตนเอง เกิดความเครียด วิตกกังวล หรือซึมเศร้า และลดคุณค่าในตนเอง ซึ่งทั้งหมดบั่นทอนสุขภาพจิตอย่างมาก",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 61,
    "statement": "“สุขภาวะทางจิตใจ” (Psychological well-being) หมายถึงอะไร?",
    "answer": "",
    "explanation": "หมายถึง สภาวะจิตใจที่ดีของบุคคลที่มีความสุข พึงพอใจในชีวิต และสามารถจัดการกับอารมณ์ต่างๆ ได้อย่างเหมาะสม มีมุมมองเชิงบวกต่อชีวิตและมีคุณภาพชีวิตที่ดี",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 62,
    "statement": "ยกตัวอย่างหนึ่งมิติจาก 6 มิติของสุขภาวะทางจิตใจตามแนวคิดของ Ryff",
    "answer": "",
    "explanation": "ตัวอย่างเช่น การยอมรับตนเอง, การมีเป้าหมายในชีวิต, ความสัมพันธ์ที่ดีกับผู้อื่น, ความเป็นตัวของตัวเอง, การพัฒนาตนเอง หรือ ความสามารถในการจัดการสิ่งแวดล้อมชีวิตตนเอง (ทั้งหมดเป็นมิติสุขภาวะทางจิตใจของ Ryff)",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 63,
    "statement": "จิตวิทยาเชิงบวก (Positive Psychology) คืออะไร?",
    "answer": "",
    "explanation": "คือ สาขาจิตวิทยาที่ศึกษาสิ่งที่ทำให้ชีวิตมนุษย์มีความสุขและมีความเข้มแข็ง โดยเน้นการส่งเสริมจุดแข็งและคุณงามความดีของมนุษย์ แทนการเน้นแค่รักษาความเจ็บป่วยทางจิตใจอย่างเดียว",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 64,
    "statement": "ใครคือผู้ริเริ่มหรือ “บิดา” ของแนวคิดจิตวิทยาเชิงบวก?",
    "answer": "",
    "explanation": "มาร์ติน เซลิกแมน (Martin Seligman) นักจิตวิทยาชาวอเมริกัน เป็นผู้บุกเบิกและเผยแพร่แนวคิดจิตวิทยาเชิงบวก",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 65,
    "statement": "แนวคิดจิตวิทยาเชิงบวกแตกต่างจากจิตวิทยาแบบดั้งเดิมอย่างไร?",
    "answer": "",
    "explanation": "จิตวิทยาเชิงบุกเน้น การส่งเสริมสุขภาพจิตที่ดีและพัฒนาจุดแข็งของมนุษย์ (วิทยาศาสตร์แห่งความสุข) ขณะที่จิตวิทยาแบบดั้งเดิมมักเน้นการค้นหาความผิดปกติและรักษาอาการป่วยทางจิตเป็นหลัก",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 66,
    "statement": "“Hedonia” กับ “Eudaimonia” ในบริบทของความสุขมีความหมายต่างกันอย่างไร?",
    "answer": "",
    "explanation": "Hedonia คือความสุขเชิงโลกีย์ที่เน้นความสุขสบาย หลีกเลี่ยงความทุกข์ (มีความสุขทางอารมณ์ ไม่มีอารมณ์ลบ) ส่วน Eudaimonia คือความสุขเชิงคุณค่าที่เน้น การมีความหมายในชีวิตและการใช้ชีวิตอย่างเต็มศักยภาพ (การเติมเต็มเป้าหมายและคุณค่าของตน)",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 67,
    "statement": "ตามแนวคิดที่เรียนมา ปัจจัยใดถือว่าสำคัญที่สุดต่อความสุขที่ยั่งยืน?",
    "answer": "",
    "explanation": "ความสัมพันธ์ที่ดีกับผู้อื่น – งานวิจัยระบุว่าการมีความสัมพันธ์ที่แน่นแฟ้นและสนับสนุนกับครอบครัว เพื่อน หรือคนรัก เป็นปัจจัยที่ส่งผลต่อความสุขระยะยาวมากที่สุด",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 68,
    "statement": "องค์ประกอบทั้งห้าของโมเดล “PERMA” ในจิตวิทยาเชิงบวกประกอบด้วยอะไรบ้าง?",
    "answer": "",
    "explanation": "ประกอบด้วยองค์ประกอบ 5 ด้านคือ\nP – Positive Emotions (อารมณ์เชิงบวก)\nE – Engagement (การมีส่วนร่วมจดจ่อกับสิ่งที่ทำ)\nR – Relationships (ความสัมพันธ์ที่ดีกับผู้อื่น)\nM – Meaning (ความหมายในชีวิต)\nA – Achievement (ความสำเร็จหรือความภูมิใจในความสำเร็จของตนเอง)",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 69,
    "statement": "งานวิจัยระบุว่าปัจจัยด้านใดกำหนดสัดส่วนความสุขของคนเรามากที่สุด?",
    "answer": "",
    "explanation": "พันธุกรรม – มีผลต่อความสุขประมาณ 50% มากกว่าปัจจัยด้านอื่นๆ",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 70,
    "statement": "ปัจจัยภายนอก เช่น สถานการณ์ชีวิตและสิ่งแวดล้อม มีผลต่อความสุขคิดเป็นประมาณกี่เปอร์เซ็นต์?",
    "answer": "",
    "explanation": "ประมาณ 10% ของความสุขทั้งหมดมาจากปัจจัยภายนอกเหล่านี้",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 71,
    "statement": "ส่วนของความสุขที่เราสามารถควบคุมได้เองผ่านกิจกรรมและความคิดของเรา มีสัดส่วนประมาณเท่าใด?",
    "answer": "",
    "explanation": "ประมาณ 40% ของความสุขสามารถปรับเปลี่ยนได้ด้วยการกระทำและทัศนคติของเราเอง (เช่น การคิดบวกและการทำกิจกรรมสร้างสรรค์ความสุข)",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 72,
    "statement": "การทำกิจกรรมเล็กๆ ที่เป็นบวกอย่างสม่ำเสมอทุกวัน (small daily practices) ส่งผลอย่างไรต่อความสุข?",
    "answer": "",
    "explanation": "กิจกรรมเล็กๆ ที่ทำเป็นประจำจะ สะสมผลเชิงบวกและนำไปสู่ความสุขที่เพิ่มขึ้นอย่างมีนัยสำคัญในระยะยาว แม้แต่การเปลี่ยนแปลงเล็กน้อยแต่สม่ำเสมอก็สร้างผลลัพธ์ที่ยิ่งใหญ่ได้ (เช่น การเขียนบันทึกสิ่งดีๆ ทุกวันช่วยเสริมมุมมองบวก)",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 73,
    "statement": "ตามแนวคิดของ Martin Seligman “ชีวิตที่มีความสุข” 3 แบบ มีอะไรบ้าง?",
    "answer": "",
    "explanation": "ประกอบด้วย 1) ชีวิตที่สุขสบาย (Pleasant Life) – มีความสุขจากการเสพและเพลิดเพลินกับสิ่งดีๆ รอบตัว, 2) ชีวิตที่มีส่วนร่วม/เป้าหมาย (Good Life/Engagement) – มีความสุขจากการจดจ่อกับสิ่งที่ทำและใช้จุดแข็งของตน, 3) ชีวิตที่มีความหมาย (Meaningful Life) – มีความสุขจากการทำสิ่งที่มีคุณค่าและมีความหมายเกินกว่าตนเอง",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 74,
    "statement": "“ภาวะลื่นไหล” (Flow) หมายถึงสภาวะแบบใดในทางจิตวิทยาเชิงบวก?",
    "answer": "",
    "explanation": "หมายถึง สภาวะที่บุคคลมีสมาธิจดจ่อและดื่มด่ำกับกิจกรรมที่ทำอย่างเต็มที่ จนลืมเวลาและสิ่งรอบข้าง เกิดความรู้สึกท้าทายที่พอดีกับความสามารถและมีความพึงพอใจอย่างยิ่งในขณะทำกิจกรรมนั้น",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 75,
    "statement": "“ชีวิตที่เต็มอิ่ม” (Full life) ตามแนวคิดของ Seligman หมายถึงอะไร?",
    "answer": "",
    "explanation": "หมายถึง ชีวิตที่บุคคลได้เติมเต็มความสุขทั้งสามด้านคือชีวิตที่สุขสบาย มีส่วนร่วม และมีความหมายอย่างครบถ้วน ส่งผลให้เกิดความพึงพอใจในชีวิตสูงสุด (ตรงข้ามกับชีวิตที่ว่างเปล่าซึ่งขาดทั้งสามด้าน)",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 76,
    "statement": "เป้าหมายหลักของจิตวิทยาเชิงบวกคืออะไร?",
    "answer": "",
    "explanation": "เพื่อ ศึกษาและส่งเสริมปัจจัยที่ทำให้มนุษย์มีชีวิตที่ดีและมีความสุขยิ่งขึ้น รวมถึงการพัฒนาจุดแข็ง คุณธรรม และศักยภาพเชิงบวกในตัวบุคคล แทนที่จะมุ่งแต่แก้ไขจุดอ่อนหรือรักษาโรคภัย",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 77,
    "statement": "การฝึกแสดงความขอบคุณ (Gratitude) เป็นประจำมีผลอย่างไรต่อความสุขและสุขภาพจิต?",
    "answer": "",
    "explanation": "ช่วยให้บุคคล ตระหนักถึงสิ่งดีๆ ในชีวิตมากขึ้น ลดโฟกัสที่เรื่องลบ เพิ่มความรู้สึกพึงพอใจและมองโลกในแง่ดี ส่งผลให้ระดับความสุขและสุขภาพจิตดีขึ้น",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 78,
    "statement": "การสร้างองค์ประกอบ PERMA ในชีวิตตนเองจะส่งผลอย่างไร?",
    "answer": "",
    "explanation": "จะช่วยให้บุคคล มีสุขภาวะทางใจที่ดีและชีวิตที่สมบูรณ์ยิ่งขึ้น – มีอารมณ์บวกมากขึ้น รู้สึกมีส่วนร่วมกับสิ่งที่ทำ สัมพันธ์ดีกับคนรอบข้าง เห็นคุณค่าความหมายของชีวิต และภาคภูมิใจในความสำเร็จของตัวเอง",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 79,
    "statement": "องค์ประกอบ “Meaning” (ความหมาย) ในโมเดล PERMA หมายถึงอะไร?",
    "answer": "",
    "explanation": "หมายถึง การมีเป้าหมายหรือความหมายในชีวิต – การรู้สึกว่าได้ทำสิ่งที่มีคุณค่าต่อผู้อื่นหรือบางสิ่งที่ยิ่งใหญ่กว่าตัวเอง ซึ่งช่วยเติมเต็มจิตใจและทำให้ชีวิตมีความลึกซึ้ง",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 80,
    "statement": "เราสามารถเพิ่ม “อารมณ์เชิงบวก” (Positive emotions) ในชีวิตประจำวันได้อย่างไรบ้าง?",
    "answer": "",
    "explanation": "เช่น ฝึกมองโลกในแง่ดีและชื่นชมสิ่งดีๆ รอบตัว ใช้เวลากับงานอดิเรกหรือกิจกรรมที่ชอบ หัวเราะหรือยิ้ม กับเรื่องเล็กๆ และอยู่กับปัจจุบัน ซึ่งจะช่วยเพิ่มอารมณ์บวกในแต่ละวัน",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 81,
    "statement": "ปัญหาสุขภาพจิตหรือโรคทางจิตเวชใดบ้างที่พบบ่อยในกลุ่มนักศึกษา?",
    "answer": "",
    "explanation": "มักพบปัญหาเช่น ความเครียดจากการเรียน โรควิตกกังวล (ความวิตกกังวลเกินปกติ) และ โรคซึมเศร้า นอกจากนี้อาจพบปัญหาการปรับตัว การใช้สารเสพติด หรือการนอนไม่หลับในบางราย",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 82,
    "statement": "“ความเครียด” (Stress) คืออะไร?",
    "answer": "",
    "explanation": "คือ ปฏิกิริยาตอบสนองของร่างกายและจิตใจต่อเหตุการณ์หรือสิ่งมากระตุ้นที่กดดัน ซึ่งทำให้เกิดการเปลี่ยนแปลงทางกายและใจ เช่น ปฏิกิริยา “สู้หรือหนี” เพื่อรักษาสมดุลของร่างกาย",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 83,
    "statement": "ปฏิกิริยา “สู้หรือหนี” (Fight or Flight) เกิดขึ้นเมื่อใด?",
    "answer": "",
    "explanation": "เกิดขึ้นเมื่อ ร่างกายและจิตใจเผชิญกับความเครียดหรือภัยคุกคาม ทำให้ร่างกายหลั่งฮอร์โมนความเครียดและเกิดอาการเตรียมพร้อมที่จะต่อสู้กับหressor หรือหลีกหนีออกจากสถานการณ์นั้น",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 84,
    "statement": "ยกตัวอย่างเหตุการณ์ประเภท “ภัยพิบัติเฉียบพลัน” (Catastrophic event) ที่อาจก่อให้เกิดความเครียดรุนแรง",
    "answer": "",
    "explanation": "เช่น ภัยธรรมชาติรุนแรง (แผ่นดินไหว สึนามิ พายุใหญ่ น้ำท่วมหนัก ไฟป่า) ภัยจากมนุษย์ (เหตุการณ์ก่อการร้าย สงคราม) หรือ การระบาดของโรคร้ายแรง ซึ่งเกิดขึ้นทันทีและคุกคามชีวิตอย่างมาก",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 85,
    "statement": "Holmes และ Rahe ได้พัฒนามาตรวัดความเครียดที่ชื่อว่าอะไร และใช้วัดอะไร?",
    "answer": "",
    "explanation": "ชื่อมาตรวัดว่า “ตารางการปรับตัวทางสังคม” (Social Readjustment Rating Scale - SRRS) ใช้สำหรับ ประเมินระดับความเครียดที่เกิดจากเหตุการณ์เปลี่ยนแปลงสำคัญในชีวิต ของบุคคล (แต่ละเหตุการณ์ชีวิตจะมีคะแนนความเครียดกำกับ)",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 86,
    "statement": "อะไรคือความแตกต่างระหว่าง “โรควิตกกังวล” (Anxiety Disorder) กับความวิตกกังวลตามปกติ?",
    "answer": "",
    "explanation": "โรควิตกกังวล จะมีความกังวลที่รุนแรงและต่อเนื่อง เกินกว่าเหตุ จนส่งผลกระทบต่อการใช้ชีวิตประจำวัน (มักมีอาการทางกายเช่น ใจสั่น เหงื่อออก หายใจไม่ทั่วท้อง) ในขณะที่ความวิตกกังวลปกติเป็นความกังวลชั่วครั้งชั่วคราวตามสถานการณ์ ซึ่งไม่รบกวนการดำเนินชีวิต",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 87,
    "statement": "อาการหลักของ “โรคแพนิค” (Panic Disorder) คืออะไร?",
    "answer": "",
    "explanation": "คือการเกิด อาการตื่นตระหนกเฉียบพลันอย่างรุนแรงเป็นซ้ำๆ เช่น ใจสั่น เหงื่อแตก หายใจไม่อิ่ม เวียนหัว รู้สึกเหมือนจะตายหรือควบคุมตัวเองไม่ได้ โดยเกิดขึ้นฉับพลันโดยไม่มีสาเหตุที่ชัดเจน",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 88,
    "statement": "“โรคซึมเศร้า” (Major Depressive Disorder) คืออะไร?",
    "answer": "",
    "explanation": "คือ โรคความผิดปกติทางอารมณ์ที่มีภาวะเศร้าหมองต่อเนื่องเรื้อรัง ผู้ป่วยรู้สึกเศร้า สิ้นหวัง หรือหมดความสนใจในกิจกรรมต่างๆ เกือบตลอดเวลา จนส่งผลให้การดำเนินชีวิต การเรียนหรือการทำงานบกพร่อง",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 89,
    "statement": "ลองยกตัวอย่างอาการสำคัญ 2 อย่างของผู้ที่เป็นโรคซึมเศร้า",
    "answer": "",
    "explanation": "ตัวอย่างเช่น (1) รู้สึกเศร้า ท้อแท้ เบื่อชีวิตเกือบตลอดทั้งวันแทบทุกวัน, (2) หมดความสนใจหรือความเพลิดเพลิน ในกิจกรรมที่เคยชอบ, นอกจากนี้อาจมี นอนหลับยากหรือหลับมากผิดปกติ เบื่ออาหารหรือน้ำหนักเปลี่ยนแปลง รู้สึกไร้ค่า สมาธิลดลง หรือมีความคิดอยากตาย",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 90,
    "statement": "โรคซึมเศร้ามีความเกี่ยวข้องกับความผิดปกติของสารสื่อประสาทในสมองจริงหรือไม่? เพราะเหตุใด?",
    "answer": "",
    "explanation": "จริง – มีการวิจัยพบว่าภาวะซึมเศร้าเกี่ยวข้องกับ ความไม่สมดุลของสารสื่อประสาทในสมอง (เช่น ซีโรโทนิน นอร์เอพิเนฟริน และโดปามีน) ซึ่งมีบทบาทในการควบคุมอารมณ์และความรู้สึก",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 91,
    "statement": "แนวทางการรักษามาตรฐานสำหรับโรคซึมเศร้ามีอะไรบ้าง?",
    "answer": "",
    "explanation": "โดยทั่วไปประกอบด้วย การรักษาด้วยยาแก้ซึมเศร้า (antidepressants) ร่วมกับ การทำจิตบำบัด (เช่น การบำบัดความคิดและพฤติกรรม หรือ CBT) นอกจากนี้ควรได้รับการสนับสนุนจากครอบครัวและการปรับพฤติกรรมการดำเนินชีวิตที่เหมาะสม",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 92,
    "statement": "หากรู้สึกว่าตนเองกำลังมีภาวะซึมเศร้า ควรดูแลตนเองอย่างไรบ้าง?",
    "answer": "",
    "explanation": "ควร พักผ่อนให้เพียงพอ ออกกำลังกายสม่ำเสมอ รับประทานอาหารมีประโยชน์ ทำกิจกรรมที่เคยชอบหรือผ่อนคลาย เปิดใจพูดคุยกับคนที่ไว้ใจ และไม่ลังเลที่จะปรึกษานักจิตวิทยาหรือจิตแพทย์เพื่อขอความช่วยเหลือ",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 93,
    "statement": "คนใกล้ชิดสามารถช่วยเหลือผู้ที่เป็นโรคซึมเศร้าได้อย่างไร?",
    "answer": "",
    "explanation": "ควร รับฟังอย่างตั้งใจและเข้าใจ ไม่ตัดสินหรือพูดให้ผู้ป่วย “เข้มแข็งขึ้น” อย่างผิวเผิน สนับสนุนให้ผู้ป่วยเข้ารับการรักษาอย่างต่อเนื่อง ช่วยติดตามการกินยา เฝ้าสังเกตสัญญาณการคิดอยากทำร้ายตัวเอง และอยู่เคียงข้างเพื่อให้ผู้ป่วยไม่รู้สึกโดดเดี่ยว",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 94,
    "statement": "ยกตัวอย่างความเข้าใจผิดเกี่ยวกับโรคซึมเศร้าที่มักพบในสังคม",
    "answer": "",
    "explanation": "เช่น คิดว่าผู้ป่วยซึมเศร้าสามารถหายเองได้ถ้าเขาพยายามมากพอหรือ “คิดบวก” มากพอ (ซึ่งไม่จริง เพราะโรคซึมเศร้าเป็นความป่วยทางสมอง), หรือ คิดว่าคนที่ชีวิตเพียบพร้อมจะไม่ป่วยเป็นซึมเศร้า (ไม่จริง เพราะโรคนี้เกิดได้กับทุกคน)",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 95,
    "statement": "ในกรณีใดบ้างที่ควรรีบพาผู้ที่สงสัยว่าเป็นโรคซึมเศร้าไปพบแพทย์โดยด่วน?",
    "answer": "",
    "explanation": "หากผู้ป่วยมี ความคิดหรือแผนการที่จะฆ่าตัวตายหรือทำร้ายตัวเอง/ผู้อื่น แม้เพียงเล็กน้อย (เช่น พูดสั่งเสียเป็นนัย) หรือมีอาการซึมเศร้ารุนแรงจนไม่สามารถใช้ชีวิตประจำวันได้ ควรรีบพาไปพบแพทย์ ทันที",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 96,
    "statement": "มีวิธีใดบ้างที่จะช่วยป้องกันหรือลดความเสี่ยงการเกิดโรคซึมเศร้าในนักศึกษา?",
    "answer": "",
    "explanation": "เช่น การส่งเสริมทักษะการจัดการความเครียด ฝึกแก้ปัญหาอย่างสร้างสรรค์ สร้างเครือข่ายความสัมพันธ์ที่ดี กับครอบครัวและเพื่อน การออกกำลังกายสม่ำเสมอ นอนหลับพักผ่อนให้พอ และหมั่นเช็คสุขภาพจิตของตนเองหรือขอคำปรึกษาเมื่อเริ่มรู้สึกไม่ดี",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 97,
    "statement": "จากสถิติทั่วโลก ภาวะซึมเศร้าพบได้ประมาณกี่เปอร์เซ็นต์ของประชากร?",
    "answer": "",
    "explanation": "พบได้ประมาณ 2–6% ของประชากรทั่วโลก (ข้อมูลปี 2016)",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 98,
    "statement": "เพศใดมีอัตราการเกิดโรคซึมเศร้าสูงกว่ากันเล็กน้อยระหว่างเพศชายกับเพศหญิง?",
    "answer": "",
    "explanation": "เพศหญิง – มีแนวโน้มพบภาวะซึมเศร้าสูงกว่าเพศชายเล็กน้อย (โดยประมาณ ผู้หญิง 4% ผู้ชาย 3% ตามข้อมูลสถิติหนึ่ง)",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 99,
    "statement": "โดยทั่วไปยาต้านเศร้าจำเป็นต้องใช้เวลานานเท่าใดจึงจะเริ่มเห็นผลในการบรรเทาอาการ?",
    "answer": "",
    "explanation": "ประมาณ 2–4 สัปดาห์ หลังเริ่มยา ผู้ป่วยจึงจะเริ่มรู้สึกว่าอาการดีขึ้นอย่างชัดเจน (ดังนั้นต้องกินยาอย่างต่อเนื่องตามแพทย์สั่ง แม้ช่วงแรกอาจยังไม่เห็นผล)",
    "category": "",
    "difficulty": "medium"
  },
  {
    "id": 100,
    "statement": "หากเพื่อนนักศึกษาพูดบอกใบ้หรือเปรยถึงความคิดอยากตาย คุณควรทำอย่างไร?",
    "answer": "",
    "explanation": "ควรถือเป็นเรื่องร้ายแรง ไม่เพิกเฉย รีบ สอบถามสารทุกข์สุขดิบอย่างใส่ใจ และ พาเพื่อนไปพบที่ปรึกษาหรือแพทย์ทันที หรือแจ้งเจ้าหน้าที่ที่ดูแล เพื่อให้เพื่อนได้รับความช่วยเหลืออย่างทันท่วงที",
    "category": "",
    "difficulty": "medium"
  }
]